/* Next-button titles */
"CLOSE" = "Fechar";
"SHUTDOWN" = "Desligar";
"RESTART" = "Reiniciar";
"LOGOUT" = "Terminar sessão";


/* Messages describing automatic actions the Installer will take once Installation has completed */
"AutoQuit"		= "O Instalador fechar-se-á automaticamente dentro de %d segundos.";
"AutoQuit1"		= "O Instalador fechar-se-á automaticamente dentro de 1 segundo.";
"AutoMsg"		= "O computador vai %1$@ dentro de %2$d segundos.";
"AutoMsg1"		= "O computador vai %@ dentro de 1 segundo.";

/* action description to be substituted into 'AutoMsg' & 'AutoMsg1' above */
"AutoRestart"	= "reiniciar";
"AutoLogout"	= "terminar sessão";
"AutoShutdown"	= "desligar";

/* action descriptions indicating actions are currently being performed */
"AutoRestartIsOccurring" = "O computador está a reiniciar.";
"AutoLogoutIsOccurring" = "O computador está a terminar a sessão.";
"AutoShutdownIsOccurring" = "O computador está a desligar.";


/* Messages displayed when the installer requires the user to perform an action to finish installing the software */
"ManualShutDownMsg" = "Clique em Desligar para concluir a instalação do software.";
"ManualLogoutMsg" = "Clique em Terminar sessão para concluir a instalação do software.";
"ManualRequiredRebootMsg" = "Clique em Reiniciar para concluir a instalação.";
"ManualRequiredRebootAfterFailureMsg" = "Clique em Reiniciar para tentar instalar novamente.";


/* Window titles & descriptions */
"InstallCompletedSuccessfullyTitle" = "A instalação foi bem sucedida.";
"InstallCompletedSuccessfullyDescription" = "O software foi instalado.";
"InstallCompletedWithErrorsTitle" = "Ocorreram vários erros durante a instalação. Talvez não seja pior voltar a efectuar a instalação.";


/* IASPSummaryView class' localizable strings */
"InstallSucceededTitle" = "A instalação foi bem sucedida.";
"InstallFailedTitle" = "A instalação falhou.";
